Repository: Ashod/Now-Reading-Redux
Catalog: translations/*/now-reading-*.po
Languages: de_de, es_es, fr_fr, ro_ro

source: NB: If you have country-specific books in your catalogue and then change your domain setting, some old links might stop working.
de_de: Bitte beachten: Wenn Sie l&auml;nderspezifische B&uuml;cher in Ihrer Bibliothek haben und dann die Dom&auml;nen-Einstellung &auml;ndern, k&ouml;nnten einige alte Links nicht mehr funktionieren.
es_es: NB: Si tienes libros en tu biblioteca que s&oacute;lo est&eacuten disponibles para tu pa&iacute;s y cambias la configuraci&oacute;n del dominio, algunos enlaces viejos podr&iacute;an dejar de funcionar.
fr_fr: NB : Si vous avez des livre spécifiques à un pays dans votre catalogue et que vous changez le domaine, certains anciens liens pourront cesser de fonctionner.
ro_ro: NB: Dacă aveţi specifice de ţară cărţi din catalogul dvs. şi apoi modificaţi setarea dvs. de domeniu, unele link-uri vechi pot opri din funcţionare.

source: Image size to use
de_de: Zu verwendende Bildgr&ouml;&szlig;e
es_es: Tama&ntilde;o de imagen para usar
fr_fr: Taille de l'image à utiliser
ro_ro: Dimensiunea imaginii de a utiliza

source: Small
de_de: Klein
es_es: Peque&ntilde;o
fr_fr: Petite
ro_ro: Mic

source: Medium
de_de: Mittel
es_es: Mediano
fr_fr: Médium
ro_ro: Mediu

source: Large
de_de: Gro&szlig;
es_es: Grande
fr_fr: Grande
ro_ro: Mare

source: NB: This change will only be applied to books you add from this point onwards.
de_de: Bitte beachten: Diese &Auml;nderung wirkt sich erst auf B&uuml;cher aus, die ab jetzt hinzugef&uuml;gt werden.
es_es: NB: Este cambio s&oacute; se aplicar&aacute; a los libros que a&ntilde;adas de ahora en adelante.
fr_fr: NB : Cette modification ne prendra effet que pour les livres rajoutés à partir de maintenant.
ro_ro: NB: Această modificare va fi aplicată doar la cărţile pe care le adăuga începând cu acest moment.

source: Admin menu layout
de_de: Administrator-Men&uuml;layout
es_es: Configuraci&ooacute;n del men&uacute; de administraci&oacute;n
fr_fr: Présentation du menu d'administration
ro_ro: Admin aspectul meniului

source: Single
de_de: Einzeln
es_es: Individual
fr_fr: Simple
ro_ro: Singur

source: Multiple
de_de: Mehrere
es_es: M&uacute;ltiple
ro_ro: Multiplu

source: When set to 'Single', Now Reading will add a top-level menu with submenus containing the 'Add a Book', 'Manage Books' and 'Options' screens.
de_de: Wenn 'Einzeln' gew&auml;hlt ist, f&uuml;gt Now Reading einen Hauptmen&uuml;punkt mit Untermen&uuml;s f&uuml;r die 'Buch hinzuf&uuml;gen'-, 'B&uuml;cher verwalten'- und 'Optionen'-Dialoge hinzu.
es_es: Cuando se configure como 'individual' Now Reading usar&aacute; un men&uacute; con submen&uacute;s conteniendo las pantallas de 'A&ntilde;adir libro', 'Gestionar Libros' y 'Opciones'.
fr_fr: Si on met cette option sur 'Simple', 'Now Reading' ajoutera un menu de haut niveau aux sous-menus qui contiendra les écrans 'Ajouter un livre', 'Gérer les livres' et 'Options'.
ro_ro: Când este setată la &quot;single&quot;, citiţi acum se va adăuga un meniu de nivel superior cu submeniurile care conţin &#39;Adăugaţi o carte &quot;,&quot; Gestionaţi cărţi &quot;şi ecrane&quot; Opţiuni &quot;.

source: When set to 'Multiple', Now Reading will insert those menus under 'Write', 'Manage' and 'Options' respectively.
de_de: Wenn 'Mehrere' gew&auml;hlt ist, f&uuml;gt Now Reading diese Men&uuml;s unter 'Schreiben', 'Verwalten' bzw. 'Einstellungen' ein.
es_es: Cuando se configure como 'M&uacute;ltiplel' Now Reading insertar&aacute; estos men&uacute;s bajo 'Escribir', 'Gestionar' y 'Opciones' respectivamente.
fr_fr: Si on met cette option sur 'Multiple', 'Now Reading' insêrera ces menus sous 'Ecrire', 'Gérer' et 'Options', respectivement.
ro_ro: Când este setată la &quot;multiple&quot;, citiţi acum va insera cele derulează în conformitate cu &quot;Scrie&quot;, &quot;Administrare&quot; şi &quot;Opţiuni&quot;, respectiv.

source: Books per page
ro_ro: Cărţi pe pagină

source: Use <code>mod_rewrite</code> enhanced library?
de_de: Die <code>mod_rewrite</code>-Erweiterung verwenden?
es_es: ¿Usar la Biblioteca extendida con <code>mod_rewrite</code>?
fr_fr: Utiliser la bibliothêque avancée <code>mod_rewrite</code> ?
ro_ro: Utilizarea <code>mod_rewrite</code> bibliotecă consolidată?

source: If you have an Apache webserver with <code>mod_rewrite</code>, you can enable this option to have your library use prettier URLs. Compare:
de_de: Wenn Sie einen Apache-Webserver mit <code>mod_rewrite</code> verwenden, k&ouml;nnen Sie diese Option einschalten, damit die Bibliothek sch&ouml;nere Links verwendet. Vergleichen Sie:
es_es: Si posees un servidor web Apache con <code>mod_rewrite</code> puedes activar esta opci&oacute;n para que las URLs de tu Biblioteca sean m&aacute;s bonitas. Compara:
fr_fr: Si vous avez un serveur Web Apache sur lequel est activé <code>mod_rewrite</code>, vous pouvez activer cette option pour utiliser les URLs 'sympathiques'. Comparer :
ro_ro: Dacă aveţi un server de web Apache cu <code>mod_rewrite</code> , aveţi posibilitatea să activaţi această opţiune pentru a avea biblioteca dvs. utilizează adrese URL mai frumoasa. Compară:

source: If you choose this option, be sure you have a custom permalink structure set up at your <a href='%s'>Options &rarr; Permalinks</a> page.
de_de: Wenn Sie diese Option verwenden, stellen Sie sicher, dass Sie eine benutzerdefinierte Permalink-Struktur unter <a href='%s'>Einstellungen &rarr; Permalinks</a> definiert haben.
es_es: Si eliges esta opci&oacute;n aseg&uacute;rate de tener una estructura de permalinks personalizada en tu p&aacute;gina de <a href='%s'>Opciones &rarr; Permalinks</a>
fr_fr: Si vous choisissez cette option, soyez bien sÃ»r d'avoir une structure de permalien personnalisée dans vitre page <a href='%s'>Option &arr; Permaliens</a>.
ro_ro: Dacă alegeţi această opţiune, asiguraţi-vă că aveţi un obicei structură permanentă constituite la dumneavoastră <a href='%s'>Opţiuni → Permalinks</a> pagina.

source: HTTP Library
de_de: HTTP-Bibliothek
es_es: Biblioteca HTTP
fr_fr: Bibliothêque HTTP
ro_ro: HTTP Bibliotecă

source: Don't worry if you don't understand this; unless you're having problems searching for books, the default setting will be fine.
ro_ro: Nu vă faceţi griji dacă nu înţelegeţi acest lucru, cu excepţia cazului în care aveţi probleme căutare pentru cărţi, setarea implicită va fi bine.

source: Proxy hostname and port
ro_ro: Proxy host şi portuare

source: Debug mode
de_de: Debug-Modus
es_es: Modo de depuraci&oacute;n
fr_fr: Mode debug
ro_ro: Mod de Debug

source: With this option set, Now Reading will produce debugging output that might help you solve problems or at least report bugs.
de_de: Wenn diese Option aktiviert wird, erzeugt Now Reading Debug-Ausgaben, die Ihnen helfen k&ouml;nnen, Probleme zu beseitigen oder zumindest Fehler zu melden.
es_es: Con esta opci&oacute;n activada, Now Reading producir&aacute; mensajes de depuraci&oacute;n (debug) que te permitir&aacute; resolver los problemas o, al menos, reportar fallos.
fr_fr: Si cette option est choisie, 'Now Reading' affichera des informations qui pourront vous être utile lors du débogage, ou pour rapporter des bugs.
ro_ro: Cu acest set de opţiune, citiţi acum va produce de ieşire de depanare, care ar putea ajuta să rezolvaţi problemele sau cel puţin un raport bug-uri.

source: Update Options
de_de: Optionen aktualisieren
es_es: Actualizar Opciones
fr_fr: Options de mise à jour
ro_ro: Actualizare Opţiuni

source: Top
de_de: Anfang
es_es: Arriba
fr_fr: Haut

source: No books to display. To add some books, head over <a href='%s'>here</a>
de_de: Noch keine B&uuml;cher. Zum Hinzuf&uuml;gen eines Buches bitte <a href='%s'>hierher</a>
es_es: No hay libros para mostrar. Para a&ntilde;adir libros, ve <a href='%s'>aqu&iacute;</a>
fr_fr: Aucun livre à afficher. Pour ajouter des livres, allez <a href='%s'>ici</a>

source: Don't worry if you don't understand this; unless you're having problems searching for books, the default setting of %s will be fine.
de_de: Machen Sie sich keine Sorgen, wenn Sie dies nicht verstehen; solange Sie keine Probleme beim Suchen von B&uuml;chern haben, tut es die Vorgabeeinstellung %s.
es_es: No te preocupes si no comprendes esto; a no ser que tengas problemas para a&ntilde;adir libros, la configuraci&oacute;n por defecto de %s estar&aacute; bien.
fr_fr: Ne vous inquiétez pas si vous ne comprenez pas ceci ; à moins d'avoir des soucis lors de la recherche de livre, l'option par défaut de %s devrait fonctionner.

source: Canada
de_de: Kanada
es_es: Canad&aacute;a

source: Unrated
de_de: Ohne Wertung.
es_es: Sin calificar
fr_fr: Pas encore noté

source: Search Results
de_de: Suchergebnisse
fr_fr: Résultats de la recherche
