Repository: Ashod/Now-Reading-Redux
Catalog: translations/*/now-reading-*.po
Languages: de_de, es_es, fr_fr, ro_ro

source: Hide
de_de: Verbergen
es_es: Ocultar
fr_fr: Masquer
ro_ro: Ascunde

source: Edit
de_de: &Auml;ndern
es_es: Editar
fr_fr: Édition
ro_ro: Edita

source: cURL is not installed correctly.
de_de: cURL ist nicht korrekt installiert.
es_es: cURL no est&aacute; instalado correctamente.
fr_fr: cURL n'est pas correctement installée.
ro_ro: cURL nu este instalat corect.

source: Oops!
es_es: ¡Ups!
fr_fr: Oups !
ro_ro: Hopa!

source: For some reason, I couldn't search for your book on amazon%s.
de_de: Aus irgendeinem Grund konnte ich nicht nach dem Buch auf amazon%s suchen.
es_es: Por alguna raz&oacute; no pude buscar tu libro en amazon%s.
fr_fr: Pour une raison inconnue, il n'a pas été possible de chercher votre livre sur amazon%s.
ro_ro: Din anumite motive, nu am putut căutare pentru cartea dvs. de pe% s. Amazon

source: Amazon's Web Services may be down, or there may be a problem with your server configuration.
de_de: Amazons Webservice ist vielleicht gerade nicht verf&uuml;gbar oder es gibt ein Problem mit Ihrer Server-Konfiguration.
es_es: Los servicios web de Amazon podr&iacute;n no estar disponibles o hay un problema con la configuraci&oacute;n de tu servidor.
fr_fr: Les services Web d'Amazon peuvent être en panne, ou il peut y avoir un problême avec les paramêtres de votre serveur.
ro_ro: Amazon Web Services poate fi jos, sau poate exista o problemă cu configurarea serverului.

source: Try changing your HTTP Library setting to <strong>cURL</strong>.
de_de: Versuchen Sie, die HTTP-Bibliothek auf <strong>cURL</strong> zu schalten.
es_es: Prueba a cambiar la configuraci&oacute;n de tu Biblioteca HTTP por <strong>cURL</strong>.
fr_fr: Essayez de changer vos paramêtres Bibliothêque HTTP vers <strong>cURL</strong>
ro_ro: Încercaţi să schimbaţi Biblioteca dvs. de HTTP setarea <strong>cURL.</strong>

source: Yet to read
de_de: Noch zu lesen
es_es: Todav&iacute;a sin leer
fr_fr: À lire
ro_ro: Cu toate acestea, pentru a citi

source: On Hold
ro_ro: Pe Hold

source: Currently reading
de_de: Aktuell gelesen
es_es: Leyendo actualmente
fr_fr: En cours de lecture
ro_ro: În prezent, lectură

source: Finished
de_de: Abgeschlossen
es_es: Terminado
fr_fr: Terminé
ro_ro: Terminat

source: International
es_es: Internacional
ro_ro: Internaţional

source: United Kingdom
de_de: Gro&szlig;britannien
es_es: Reino Unido
fr_fr: Royaume-Uni
ro_ro: Regatul Unit

source: France
de_de: Frankreich
es_es: Francia
ro_ro: Franţa

source: Germany
de_de: Deutschland
es_es: Alemania
fr_fr: Allemagne
ro_ro: Germania

source: Japan
es_es: Jap&oacute;n
fr_fr: Japon
ro_ro: Japonia

source: Oops! The template file %s could not be found in either the Now Reading template directory or your theme's Now Reading directory.
de_de: Oops! Die Vorlagedatei %s konnte weder im Now-Reading-Verzeichnis noch im Now-Reading-Verzeichnis Ihres Themes gefunden werden.
es_es: ¡Ups! El fichero de plantilla %s no fue encontrado ni en la carpeta de plantillas de Now Reading ni en la carpeta de Now Reading de tu plantilla.
fr_fr: Oups ! Le fichier de modêle %s n'a pas pu être trouvé, ni dans le répertoire de modêles de 'Now Reading', ni dans votre répertoire 'Now Reading'.
ro_ro: Hopa! Fişier şablon% s nu a putut fi găsită nici în directorul şablonului Acum lectură sau tema dvs. de lectură Acum director.

source: Not yet started.
de_de: Noch nicht begonnen.
es_es: Sin comenzar.
fr_fr: Pas encore démarré
ro_ro: Nu a început încă.

source: Not yet finished.
de_de: Noch nicht beendet.
es_es: Sin terminar.
fr_fr: Pas terminé
ro_ro: Nu a fost încă terminat.

source: an average of %s book%s each %s
de_de: ein Durchschnitt von %s B&uuml;cher%s pro %s
es_es: una media de %s libro%s cada %s
fr_fr: En moyenne, %s livre%s à %s
ro_ro: o medie de Rezervaţi la% s% s% s fiecare

source: This book has not yet been reviewed.
de_de: Dieses Buch wurde noch nicht besprochen.
es_es: Este libro todav&iacute;a no tiene rese&ntilde;a.
fr_fr: Ce livre n'a pas encore eu de critique
ro_ro: Această carte nu a fost încă revizuită.

source: Search Library
de_de: Bibliothek durchsuchen
es_es: Buscar en la biblioteca
fr_fr: Rechercher dans la bibliothêque
ro_ro: Biblioteca căutare

source: Now Reading
ro_ro: Acum Reading

source: Cheatin&#8217; uh?
de_de: Am Schummeln, was?
es_es: ¿Haciendo trampas, eh?
fr_fr: Triche... huh?
ro_ro: Uh Cheatin &quot;?

source: Error adding book!
de_de: Fehler beim Hinzufügen!
es_es: Error a&ntilde;adiendo libro
fr_fr: Erreur d'ajout de livre
ro_ro: Eroare la adăugarea carte!

source: Book added.
de_de: Buch hinzugefügt.
es_es: Libro a&ntilde;adido
fr_fr: Livre ajouté
ro_ro: Rezervaţi adăugat.

source: Manage books
de_de: Bücher bearbeiten
es_es: Gestionar libros
fr_fr: Gérer les livres
ro_ro: Gestionaţi cărţi

source: Edit this book
de_de: Buch bearbeiten
es_es: Editar este libro
fr_fr: Modifier ce livre
ro_ro: Editaţi această carte

source: View Library
de_de: Bibliothek ansehen
es_es: Ver Biblioteca
fr_fr: Voir la bibliothèque
ro_ro: Vezi Bibliotecă

source: View Site
de_de: Site anzeigen
es_es: Ver Sitio
fr_fr: Voir le site
ro_ro: Vezi site-ului

source: I couldn't fetch the latest version of Now Reading, because you don't have cURL installed!
de_de: Die neueste Version von Now Reading konnte nicht gedownloadet werden, da cURL nicht installiert ist!
es_es: No pude adquirir la &uacute;ltima versión de Now Reading, porque no tienes cURL instalado.
fr_fr: Impossible de récupérer la dernière version de 'Now Reading', car vous n'avez pas installé cURL !
ro_ro: Nu am putut aduce cea mai recentă versiune de citiţi acum, pentru că nu aveţi instalat cURL!

source: To solve this problem, please switch your <strong>HTTP Library</strong> setting to <strong>Snoopy</strong>, which works on virtually all server setups.
de_de: Um dieses Problem zu beheben, bitte die <strong>HTTP-Bibliothek</strong>-Einstellung auf <strong>Snoopy</strong> stellen, was auf so gut wie allen Server-Setup funktionieren sollte.
es_es: Para resolver este problema, por favor cambia la configuraci&oacute;n de tu <strong>Biblioteca HTTP</strong> por <strong>Snoopy</strong>, que funciona en pr&aacute;cticamente todas las configuraciones de servidor.
fr_fr: Pour résoudre ce problème, merci de régler votre paramètre <strong>HTTP Library</strong> sur <strong>Snoopy</strong>, qui fonctionne théoriquement sur toutes les configurations de serveurs
ro_ro: Pentru a rezolva această problemă, vă rugăm să activaţi <strong>HTTP Biblioteca</strong> dvs. de setare pentru a <strong>Snoopy,</strong> care funcţionează pe aproape toate setari server.

source: You can change your options <a href='%s'>here</a>.
de_de: Einstellungen können <a href='%s'>hier</a> geändert werden.
es_es: Puedes cambiar tus opciones <a href='%s'>aqu&iacute;</a>.
fr_fr: Vous pouvez modifier vos options <a href='%s'>ici</a>.
ro_ro: Aveţi posibilitatea să modificaţi opţiunile de <a href='%s'>aici</a> .

source: CAUTION: A newer version of Now Reading exists! Please download it <a href='%s'>here</a>.
de_de: ACHTUNG: Eine neuere Version von Now Reading ist verf&uuml;gbar! Bitte <a href='%s'>hier</a> herunter laden.
es_es: ADVERTENCIA: Existe una nueva versi&oacute;n de Now Reading. Por favor, desc&aacute;rgala de <a href='%s'>aqu&iacute;</a>.
fr_fr: Attention ! Une nouvelle version de 'Now Reading' est disponible ! Vous pouvez la télécharger <a href='%s'>ici</a>.
ro_ro: ATENŢIE: O versiune mai nouă a există Reading acum! Vă rugăm să descărcaţi-l <a href='%s'>aici</a> .

source: I couldn't fetch the results for your search, because you don't have cURL installed!
de_de: Die neueste Version von Now Reading konnte nicht gedownloadet werden, da cURL nicht installiert ist!
es_es: No pude obtener los resultados de tu b&uacute;squeda porque no tienes cURL instalado.
fr_fr: Impossible de récupérer les résultats de la recherche, car vous n'avez pas installé cURL !
ro_ro: Nu am putut aduce rezultate pentru căutarea dvs., pentru că nu aveţi instalat cURL!

source: Sorry, but amazon%s did not return any results for the ISBN number <code>%s</code>.
de_de: Tut mir leid, aber amazon%s hat f&uuml;r die ISBN-Nummer <code>%s</code> keine Ergebnisse geliefert.
es_es: Lo siento, pero amazon%s no devolvi&oacute; ning&uacute;n resultado para el n&uacute;mero de ISBN <code>%s</code>
fr_fr: Désolé, mais amazon%s n'a retourné aucun résultat pour le numéro ISBN <code>%s</code>.
ro_ro: Ne pare rau, dar amazon% s nu a returnat nici un rezultat pentru numărul ISBN <code>%s</code> .

source: Sorry, but amazon%s did not return any results for the book &ldquo;%s&rdquo;
de_de: Tut mir leid, aber amazon%s hat f&uuml;r den Titel &ldquo;%s&rdquo; keine Ergebnisse geliefert
es_es: Lo siento, pero amazon%s no devolvi&oacute; ning&uacute;n resultado para el libro &ldquo;%s&rdquo;
fr_fr: Désolé, mais amazon%s n'a retourné aucun résultat pour le livre &ldquo;%s&rdquo;
ro_ro: Ne pare rau, dar amazon% s nu a returnat nici un rezultat pentru &quot;% s&quot; carte

source: You searched for the ISBN <code>%s<code>. amazon%s returned these results:
de_de: Die Suche nach der ISBN-Nummer <code>%s</code> lieferte amazon%s diese Ergebnisse:
es_es: Buscaste por el ISBN <code>%s</code>. amazon%s devolvi&oacute; estos resultados:
fr_fr: Vous avez cherché le code ISBN <code>%s</code>. amazon%s a retourné les résultats suivants :
ro_ro: Ati cautat ISBN <code>%s . amazon%s returned these results:</code>

source: You searched for the book &ldquo;%s&rdquo;. amazon%s returned these results:
de_de: F&uuml;r die Suche nach &ldquo;%s&rdquo; lieferte amazon%s diese Ergebnisse:
es_es: Buscaste por el libro &ldquo;%s&rdquo;. amazon%s devolvi&oacute; estos resultados:
fr_fr: Vous avez cherché le livre &ldquo;%s&rdquo;. amazon%s a retourné les résultats suivants :
ro_ro: Ati cautat &quot;% s&quot; carte. amazon% s returnat urmatoarele rezultate:

source: No author
de_de: Kein Autor
fr_fr: Aucun auteur
ro_ro: Nr autor

source: Use This Result
de_de: Dieses Buch verwenden
es_es: Usar este resultado
fr_fr: Utiliser ce résultat
ro_ro: Folosind acest rezultat

source: Not found what you like? You have a couple of options.
de_de: Nicht gefunden, was Sie suchten? Sie haben folgende M&ouml;glichkeiten.
es_es: ¿No has encontrado lo que buscas? Tienes un par de opciones.
fr_fr: Pas trouvé ce que vous cherchiez ? Vous avez quelques alternatives.
ro_ro: Nu a fost gasit ce-ţi place? Aveţi câteva opţiuni.

source: If you like, you can add a book manually
de_de: Wenn Sie wollen, k&ouml;nnen Sie ein Buch per Hand hinzuf&uuml;gen
es_es: Si quieres, puedes a&ntilde;adir un libro manualmente
fr_fr: Si vous le voulez, vous pouvez ajouter le livre manuellement
ro_ro: Dacă doriţi, aveţi posibilitatea să adăugaţi o carte manual

source: Add a book manually
de_de: Ein Buch per Hand hinzuf&uuml;gen
es_es: A&ntilde;adir un libro manualmente
fr_fr: Ajouter un livre manuellement
ro_ro: Adăugaţi o carte manual

source: Title
de_de: Titel
es_es: T&iacute;tulo
fr_fr: Titre
ro_ro: Titlu

source: Author
de_de: Autor
es_es: Autor
fr_fr: Auteur
ro_ro: Autor

source: Link to image
de_de: Link zum Bild
es_es: Enlace a la imagen
fr_fr: Lien vers l'image
ro_ro: Legătură într-imagine

source: Remember, leeching images from other people's servers is nasty. Upload your own images or use Amazon's.
de_de: Bitte denken Sie daran, dass das Verwenden von Bildern auf fremden Servern b&ouml;se ist. Bitte laden Sie eigene Bilder hoch oder verwenden Sie Amazons.
es_es: Recuerda que obtener im&aacute;genes de los servidores de otra gente est&aacute; mal. Utiliza las tuyas o las de Amazon.
fr_fr: Souvenez-vous : utiliser les images hébergées sur un autre serveur est une vilaine chose. Uploadez-les sur votre serveur, ou utilisez celles d'Amazon.
ro_ro: Amintiţi-vă, leech imagini de pe serverele altor oameni este urât. Incarca propriile imagini sau de a folosi Amazonului.

source: Add Book
de_de: Buch hinzuf&uuml;gen
es_es: A&ntilde;adir Libro
fr_fr: Ajouter le livre
ro_ro: Adaugă Rezervaţi

source: Or, you can try searching again with some different search terms
de_de: Oder Sie k&ouml;nnen nochmal mit anderen Suchbegriffen suchen
es_es: O puedes probar buscando otra vez con otros t&eacute;rminos de b&uacute;squeda.
fr_fr: Ou, vous pouvez essayer une nouvelle recherche avec des termes différents
ro_ro: Sau, aveţi posibilitatea să încercaţi să căutaţi din nou cu câţiva termeni de căutare diferite

source: Search again
de_de: Suche wiederholen
es_es: Buscar de nuevo
fr_fr: Chercher de nouveau
ro_ro: Cauta din nou

source: Add a new book
de_de: Neues Buch hinzuf&uuml;gen
es_es: A&ntilde;adir un libro nuevo
fr_fr: Ajouter un nouveau livre
ro_ro: Adăugaţi o nouă carte

source: Enter some information about the book that you'd like to add, and I'll try to fetch the information directly from Amazon.
de_de: Geben Sie einige Informationen zu dem Buch ein, das Sie hinzuf&uuml;gen wollen, und ich werde versuchen, die Informationen direkt von Amazon zu erhalten.
es_es: Introduce un poco de informaci&oacute;n sobre el libro que te gustar&iacute;a añadir y tratar&eacute; de obtenerla directamente desde Amazon.
fr_fr: Ajouter des informations sur le livre que vous voulez ajouter, et j'essaierai de récupérer les informations directement depuis Amazon.
ro_ro: Introduceţi câteva informaţii despre cartea pe care doriţi să adăugaţi, şi voi încerca să-i aducă informaţii direct de la Amazon.

source: Now Reading is currently set to search the <strong>amazon%s</strong> domain; you can change this setting and others in the <a href='%s'>options page</a>.
de_de: Now Reading ist momentan so eingestellt, dass auf <strong>amazon%s</strong> gesucht wird; diese und andere Einstellungen k&ouml;nnen auf der <a href='%s'>Einstellungen-Seite</a> ge&auml;ndert werden.
es_es: Now Reading est&aacute; configurado para buscar el dominio <strong>amazon%s</strong>; puedes cambiar esta y otras configuraciones en la <a href='%s'>p&aacute;gina de opciones</a>.
fr_fr: 'Now reading' est paramétré pour aller chercher sur le domaine <strong>amazon%s</strong>. Vous pouvez changer ce paramètre, ainsi que d'autres en allant sur la <a href='%s'>page des options</a>.
ro_ro: Acum Reading este setată pentru a căuta domeniu <strong>amazon% s;</strong> aveţi posibilitatea să modificaţi această setare şi altele în <a href='%s'>pagina de opţiuni</a> .

source: or
de_de: oder
es_es: o
fr_fr: ou
ro_ro: sau

source: optional
es_es: opcional
fr_fr: optionnel
ro_ro: facultativ

source: Search
de_de: Suchen
es_es: Buscar
fr_fr: Recherche
ro_ro: Căutare

source: Edit Book
de_de: Buch &auml;ndern
es_es: Editar libro
fr_fr: Édition livre
ro_ro: Editare Rezervaţi

source: Book
de_de: Buch
es_es: Libro
fr_fr: Livre
ro_ro: Carte

source: Status
es_es: Estado
fr_fr: Statut
ro_ro: Stare

source: Added
de_de: Hinzugef&uuml;gt
es_es: A&ntilde;adido
fr_fr: Ajouté
ro_ro: Adăugat

source: Started
de_de: Begonnen
es_es: Comenzado
fr_fr: Démarré
ro_ro: Începute

source: Image
de_de: Bild
es_es: Imagen
ro_ro: Imagine

source: Add another field
de_de: Ein weiteres Feld hinzuf&uuml;gen
es_es: A&ntilde;adir otro campo
fr_fr: Ajouter un autre champ
ro_ro: Adauga un alt câmp

source: Key
de_de: Schl&uuml;ssel
es_es: Llave
fr_fr: Clé
ro_ro: Cheie

source: Value
de_de: Wert
es_es: Valor
fr_fr: Valeur
ro_ro: Valoare

source: Delete
de_de: L&ouml;schen
es_es: Borrar
fr_fr: Supprimer
ro_ro: Şterge

source: A comma-separated list of keywords that describe the book.
de_de: Eine komma-separierte Liste von Schl&uuml;sselw&ouml;rtern, die das Buch beschreiben.
es_es: Una lista de palabras clave separadas por comas que describa el libro.
fr_fr: Une liste de mots-clés décrivant le livre séparés par des virgules.
ro_ro: O lista separata prin virgula de cuvinte cheie care descriu carte.

source: Link to post
de_de: Link zum Eintrag
es_es: Enlace a la entrada
fr_fr: Lien vers un article
ro_ro: Legătură într-te pentru a publica

source: If you wish, you can link this book to a blog entry by entering that entry's ID here. The entry will be linked to from the book's library page.
de_de: Wenn Sie w&uuml;nschen, k&ouml;nnen Sie dieses Buch mit einem Blog-Eintrag verkn&uuml;pfen, indem Sie dessen Nummer hier eingeben. Der Eintrag wird auf der Buchseite in der Bibliothek verlinkt.
es_es: Si quieres puedes enlazar este libro a una entrada de tu blog usando la ID de la misma aqu&iacute;. La entrada ser&aacute; enlazada desde la p&aacute;gina del libro en la biblioteca.
fr_fr: Si vous voulez, vous pouvez lier ce livre à un article en entrant son identifiant ici. Cet article sera lié depuis la page de la bibliothèque pour ce livre.
ro_ro: Dacă doriţi, puteţi legătură într-această carte într-o intrare pe blog prin introducerea ID-ul de intrare pentru că e aici. Menţiunea va fi legat de pagina din biblioteca de carte.

source: Actions
de_de: Aktionen
es_es: Acciones
ro_ro: Oferte

source: View library entry
de_de: Bibliothekeintrag ansehen
es_es: Ver entrada de la Biblioteca
fr_fr: Voir l'entrée de la bibliothèque
ro_ro: Vezi bibliotecă de intrare

source: Are you sure you wish to delete this book permanently?
de_de: Wollen Sie dieses Buch wirklich l&ouml;schen?
es_es: ¿Est&aacute;s seguro de querer borrar este libro de forma permanente?
fr_fr: Êtes-vous sûr de vouloir supprimer totalement ce livre ?
ro_ro: Sunteţi sigur că doriţi să ştergeţi această carte permanent?

source: Review
de_de: Kritik
es_es: Rese&ntilde;a
fr_fr: Critique
ro_ro: Recenzie

source: Rating
de_de: Bewertung
es_es: Calificaci&oacute;n
fr_fr: Note
ro_ro: Evaluare

source: Increase size
de_de: Vergr&ouml;&szlig;ern
es_es: Aumentar tama&ntilde;o
fr_fr: Augmenter la taille
ro_ro: Creşterea dimensiunii

source: Decrease size
de_de: Verkleinern
es_es: Disminuir tama&ntilde;o
fr_fr: Diminuer la taille
ro_ro: Micşorează dimensiunea

source: Save
de_de: Speichern
es_es: Guardar
fr_fr: Enregistrer
ro_ro: Salva

source: Pages
de_de: Seiten
es_es: P&aacute;ginas
ro_ro: Pagini

source: Search books
de_de: B&uuml;cher suchen
es_es: Buscar libros
fr_fr: Recherche livre
ro_ro: Căutare cărţi

source: Show all books
de_de: Alle B&uuml;cher anzeigen
es_es: Mostrar todos los libros
fr_fr: Montrer tous les livres
ro_ro: Arată toate cărţile

source: View library
de_de: Bibliothek anzeigen
es_es: Ver biblioteca
fr_fr: Voir la bibliothèque
ro_ro: Vezi bibliotecă

source: Book Cover
de_de: Buchumschlag
es_es: Portada del libro
fr_fr: Couverture du livre
ro_ro: Rezervaţi Cover

source: Edit details/write review
de_de: Daten &auml;ndern/Rezension schreiben
es_es: Editar detalles/Escribir rese&ntilde;a
fr_fr: Modifier les informations / écrire une critique
ro_ro: Editarea detaliilor / scrie comentariu

source: Not yet rated
de_de: Noch nicht bewertet
es_es: Sin calificar
fr_fr: Pas encore noté
ro_ro: Neevaluat încă

source: Current rating
de_de: Aktuelle Wertung
es_es: Calificaci&oacute;n actual
fr_fr: Note actuelle
ro_ro: Reitingul curent

source: Bottom
de_de: Ende
es_es: Abajo
fr_fr: Bas
ro_ro: Fund

source: Update
de_de: Aktualisieren
es_es: Actualizar
fr_fr: Mise à jour
ro_ro: Actualizare

source: Manage Books
ro_ro: Gestionaţi cărţi

source: No books to display. To add some books, head over <a href='%s'>here</a>.
ro_ro: Nr cărţi pentru a afişa. Pentru a adăuga unele cărţi, peste cap de <a href='%s'>aici</a> .

source: Date format string
de_de: Datumformat-String
es_es: Formato de fecha
fr_fr: Format de la date
ro_ro: Data format şir

source: How to format the book's <code>added</code>, <code>started</code> and <code>finished</code> dates. Acceptable variables can be found <a href='%s'>here</a>.
de_de: Wie die Datumangaben des Buches f&uuml;r <code>hinzugef&uuml;gt</code>, <code>begonnen</code> und <code>beendet</code> formatiert werden m&uuml;ssen. Akzeptierte Variablen finden Sie <a href='%s'>hier</a>.
es_es: C&oacute;mo formatear las fechas de <code>a&ntilde;adido</code>, <code>comenzado</code> y <code>terminado</code>. Puedes encontrar la lista de variables admitidas <a href='%s'>aqu&iacute;</a>.
fr_fr: Permet de formater les dates pour les champs <code>ajouté</code>, <code>démarré</code> et <code>terminé</code>. Les valeurs acceptées peuvent être trouvées <a href='%s'>ici</a>.
ro_ro: Cum sa format carte de <code>added</code> , <code>started</code> şi <code>finished</code> date. Variabile acceptabilă pot fi găsite <a href='%s'>aici</a> .

source: Your Amazon Associates ID
de_de: Ihr Amazon-Partner-ID
es_es: Tu ID de Amazon Associates
fr_fr: Votre identifiant de partenaire Amazon
ro_ro: Amazon Associates ID-ul dvs.

source: If you choose to link to your book's product page on Amazon.com using the <code>book_url()</code> template tag - as the default template does - then you can earn commission if your visitors then purchase products.
de_de: Wenn Sie mit der Vorlagenfunktion <code>book_url()</code> zur Produktseite Ihres Buches auf Amazon.com linken, so wie es die Vorgabevorlage tut, k&ouml;nnen Sie eine Provision bekommen wenn einer Ihrer Besucher dort Produkte kauft.
es_es: Si eliges enlazar a la p&aacute;gina del libro en Amazon.com usando la etiqueta de plantilla <code>book_url()</code> - como hace la plantilla por defecto - puedes ganar comisi&oacute; si tus visitantes los compran luego.
fr_fr: Si vous choisissez de lier la page de votre livre à Amazon en utilisant le tag <code>book_url()</code> - comme le modêle de base le permet - vous pouvez récupérer une commission si vos visiteurs achêtent le produit par la suite.
ro_ro: Dacă alegeţi să legătură într-pagina produsului cartea dvs. de pe Amazon.com folosind <code>book_url()</code> tag şablon - ca şablon implicit nu - atunci puteţi câştiga dacă comisionul vizitatori dvs. de achiziţie apoi produsele.

source: If you don't have an Amazon Associates ID, you can either <a href='%s'>get one</a>, or consider entering mine - <strong>%s</strong> - if you're feeling generous.
de_de: Wenn Sie keine eigene Amazon-Partner-ID haben, k&ouml;nnen Sie entweder eine <a href='%s'>beantragen</a> oder benutzen Sie meine - <strong>%s</strong> - wenn Sie ganz gener&ouml;s sind.
es_es: Si no tienes una ID de Amazon Associates puedes o <a href='%s'>adquirir una</a> o considerar el usar la m&iacute;a - <strong>%s</strong> - si te sientes generoso.
ro_ro: Dacă nu aveţi un ID-ul Amazon Associates, aveţi posibilitatea să fie <a href='%s'>obţine unul</a> , sau ia în considerare introducerea mea <strong>-% s</strong> - dacă vă simţiţi generos.

source: Amazon domain to use
de_de: Zu verwendende Amazon-Dom&auml;ne
es_es: Dominio de Amazon para usar
fr_fr: Domaine Amazon à utiliser
ro_ro: Amazon domeniu pentru a utiliza

source: If you choose to link to your book's product page on Amazon.com using the <code>book_url()</code> template tag, you can specify which country-specific Amazon site to link to. Now Reading will also use this domain when searching.
de_de: Wenn Sie f&uuml;r den Link zur Produktseite Ihres Buches bei Amazon.com das Vorlagen-Tag <code>book_url()</code> verwenden, k&ouml;nnen Sie angeben, welche länderspezifische Amazon-Seite verlinkt wird. Now Reading benutzt diese Domain auch bei der Suche.
es_es: Si eliges enlazar a la p&aacute;gina del libro en Amazon.com usando la etiqueta de plantilla <code>book_url()</code> puedes especificar a qu&eacute; sitio espec&iacute; de Amazon enlazar. Now Reading usar&aacute; este dominio tambi&eacute;n al buscar.
fr_fr: Si vous choisissez de lier la page produit du livre sur le site d'Amazon.com en utilisant le tag <code>book_url()</code>, vous pouvez spécifier vers quel site spécifique d'Amazon on doit se diriger. 'Now Reading' utilisera également ce domaine pour la recherche.
ro_ro: Dacă alegeţi să legătură într-pagina produsului cartea dvs. de pe Amazon.com folosind <code>book_url()</code> tag-şablon, aveţi posibilitatea să specificaţi ţară care-specifice Amazon site legătură într-. Acum, Reading va folosi, de asemenea, acest domeniu atunci când caută.
